Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# accounts_core.detail.action.adjust_balance
source: Изменить баланс
en: Adjust balance
zh_hans: 调整余额

# accounts_core.detail.action.delete
source: Удалить
en: Delete
zh_hans: 删除

# accounts_core.detail.action.edit
source: Изменить
en: Edit
zh_hans: 编辑

# accounts_core.detail.action.edit_details
source: Реквизиты счёта
en: Account details
zh_hans: 账户信息

# accounts_core.detail.action.increase
source: Увеличить
en: Increase
zh_hans: 增加

# accounts_core.detail.action.increase_debt
source: Увеличить долг
en: Increase debt
zh_hans: 增加债务

# accounts_core.detail.action.payment
source: Платёж
en: Payment
zh_hans: 还款

# accounts_core.detail.action.repay
source: Погашение
en: Repayment
zh_hans: 偿还

# accounts_core.detail.action.transfer
source: Перевод
en: Transfer
zh_hans: 转账

# accounts_core.detail.debt.counterparty_format
source: Контрагент: %@
en: Counterparty: %@
zh_hans: 对方：%@

# accounts_core.detail.debt.direction.owed_by_me
source: Я должен
en: I owe
zh_hans: 我欠款

# accounts_core.detail.debt.direction.owed_to_me
source: Мне должны
en: Owed to me
zh_hans: 别人欠我

# accounts_core.detail.debt.due_date_format
source: Срок возврата: %@
en: Due date: %@
zh_hans: 还款期限：%@

# accounts_core.detail.delete_confirm.message
source: Счёт закроется, история сохранится.
en: The account will be closed, its history will be preserved.
zh_hans: 账户将被关闭，历史记录会保留。

# accounts_core.detail.delete_confirm.title
source: Закрыть счёт?
en: Close this account?
zh_hans: 关闭此账户？

# accounts_core.detail.delete_nonzero_confirm.close_anyway
source: Закрыть с остатком
en: Close with balance
zh_hans: 保留余额关闭

# accounts_core.detail.delete_nonzero_confirm.message
source: На счёте остался ненулевой баланс. Если закрыть его сейчас, остаток пропадёт из сегодняшнего тотала без объяснения.
en: This account still has a non-zero balance. If you close it now, the balance will disappear from today's total without explanation.
zh_hans: 该账户仍有非零余额。如果现在关闭，余额将从今天的总额中消失且没有说明。

# accounts_core.detail.delete_nonzero_confirm.title
source: На счёте есть остаток
en: Account has a balance
zh_hans: 账户有余额

# accounts_core.detail.delete_nonzero_confirm.transfer_first
source: Сначала перевести остаток
en: Transfer balance first
zh_hans: 先转移余额

# accounts_core.detail.deposit.accrued_total
source: Начислено % всего
en: Interest accrued so far
zh_hans: 已累计利息

# accounts_core.detail.deposit.action.early_close
source: Закрыть досрочно
en: Close early
zh_hans: 提前关闭

# accounts_core.detail.deposit.badge.top_up_allowed
source: Пополняемый
en: Top-up allowed
zh_hans: 可追加存款

# accounts_core.detail.deposit.badge.top_up_denied
source: Без пополнения
en: No top-up
zh_hans: 不可追加存款

# accounts_core.detail.deposit.days_left_format
source: Дней до конца: %d
en: Days left: %d
zh_hans: 剩余天数：%d

# accounts_core.detail.deposit.early_close_confirm.message
source: Начисленные проценты могут быть частично удержаны согласно условиям вклада. Остаток будет переведён на выбранный счёт.
en: Accrued interest may be partially withheld under the deposit terms. The remaining balance will be transferred to the selected account.
zh_hans: 根据存款条款，已计利息可能被部分扣留。剩余余额将转入所选账户。

# accounts_core.detail.deposit.early_close_confirm.title
source: Закрыть вклад досрочно?
en: Close deposit early?
zh_hans: 提前关闭存款？

# accounts_core.detail.deposit.forecast_title
source: Прогноз
en: Forecast
zh_hans: 预测

# accounts_core.detail.deposit.per_month_gross
source: В месяц ≈ (грязными)
en: Per month ≈ (gross)
zh_hans: 每月≈（税前）

# accounts_core.detail.deposit.per_month_net
source: В месяц ≈ (чистыми)
en: Per month ≈ (net)
zh_hans: 每月≈（税后）

# accounts_core.detail.deposit.per_term_gross
source: За весь срок ≈ (грязными)
en: For the whole term ≈ (gross)
zh_hans: 整个期限≈（税前）

# accounts_core.detail.deposit.per_term_net
source: За весь срок ≈ (чистыми)
en: For the whole term ≈ (net)
zh_hans: 整个期限≈（税后）

# accounts_core.detail.deposit.rate_format
source: Ставка: %.1f%%
en: Rate: %.1f%%
zh_hans: 利率：%.1f%%

# accounts_core.detail.deposit.savings_badge
source: Накопительный счёт
en: Savings account
zh_hans: 储蓄账户

# accounts_core.detail.deposit.tax_estimate_format
source: Налог за год ≈ %@ (оценка)
en: Tax for the year ≈ %@ (estimate)
zh_hans: 年度税款≈%@（估算）

# accounts_core.detail.deposit.term_ended
source: Срок истёк
en: Term ended
zh_hans: 期限已到

# accounts_core.detail.deposit.top_up_warning.confirm
source: Всё равно добавить
en: Add anyway
zh_hans: 仍然添加

# accounts_core.detail.deposit.top_up_warning.message
source: Этот вклад не предусматривает пополнение. Всё равно добавить доход?
en: This deposit doesn't allow top-ups. Add the income anyway?
zh_hans: 该存款不支持追加存款。仍要添加收入吗？

# accounts_core.detail.deposit.top_up_warning.title
source: Вклад непополняемый
en: This deposit doesn't allow top-ups
zh_hans: 该存款不可追加

# accounts_core.detail.error.title
source: Что-то пошло не так
en: Something went wrong
zh_hans: 出现问题

# accounts_core.detail.event.adjustment
source: Корректировка баланса
en: Balance adjustment
zh_hans: 余额调整

# accounts_core.detail.event.buy
source: Покупка
en: Buy
zh_hans: 买入

# accounts_core.detail.event.dividend
source: Дивиденд
en: Dividend
zh_hans: 股息

# accounts_core.detail.event.expense
source: Расход
en: Expense
zh_hans: 支出

# accounts_core.detail.event.extra_payment
source: Досрочное погашение
en: Extra payment
zh_hans: 提前还款

# accounts_core.detail.event.fee
source: Комиссия
en: Fee
zh_hans: 手续费

# accounts_core.detail.event.income
source: Доход
en: Income
zh_hans: 收入

# accounts_core.detail.event.interest
source: Начисленный процент
en: Interest
zh_hans: 利息

# accounts_core.detail.event.opening_balance
source: Начальный баланс
en: Opening balance
zh_hans: 期初余额

# accounts_core.detail.event.revaluation
source: Переоценка
en: Revaluation
zh_hans: 重新估值

# accounts_core.detail.event.sell
source: Продажа
en: Sell
zh_hans: 卖出

# accounts_core.detail.event.transfer_in
source: Перевод (получен)
en: Transfer in
zh_hans: 转入

# accounts_core.detail.event.transfer_out
source: Перевод (отправлен)
en: Transfer out
zh_hans: 转出

# accounts_core.detail.history_title
source: История
en: History
zh_hans: 历史记录

# accounts_core.detail.loan.monthly_payment_format
source: Ежемесячный платёж: %.0f %@
en: Monthly payment: %.0f %@
zh_hans: 每月还款：%.0f %@

# accounts_core.detail.loan.rate_format
source: Ставка: %.1f%%
en: Rate: %.1f%%
zh_hans: 利率：%.1f%%

# accounts_core.detail.loan.term_end_format
source: Срок окончания: %@
en: Term end: %@
zh_hans: 到期日：%@

# accounts_core.detail.manual_asset.action.revalue
source: Переоценить
en: Revalue
zh_hans: 重新估值

# accounts_core.detail.market.action.buy
source: Купить
en: Buy
zh_hans: 买入

# accounts_core.detail.market.action.dividend
source: Дивиденд
en: Dividend
zh_hans: 股息

# accounts_core.detail.market.action.fee
source: Комиссия
en: Fee
zh_hans: 手续费

# accounts_core.detail.market.action.more
source: Ещё
en: More
zh_hans: 更多

# accounts_core.detail.market.action.sell
source: Продать
en: Sell
zh_hans: 卖出

# accounts_core.detail.market.all_time_suffix
source: за всё время
en: all time
zh_hans: 历史至今

# accounts_core.detail.market.average_cost_label
source: Средняя цена
en: Average cost
zh_hans: 平均成本

# accounts_core.detail.market.cost_basis_label
source: Себестоимость
en: Open cost basis
zh_hans: 持仓成本

# accounts_core.detail.market.dividends_label
source: Дивиденды
en: Dividends
zh_hans: 股息

# accounts_core.detail.market.fees_label
source: Комиссии
en: Fees
zh_hans: 费用

# accounts_core.detail.market.info_title
source: Позиция
en: Position
zh_hans: 持仓

# accounts_core.detail.market.pl_label
source: Прибыль/убыток
en: P&L
zh_hans: 盈亏

# accounts_core.detail.market.price_label
source: Цена
en: Price
zh_hans: 价格

# accounts_core.detail.market.price_stale_badge
source: посл. известная
en: last known
zh_hans: 最新已知

# accounts_core.detail.market.price_today_badge
source: сегодня
en: today
zh_hans: 今日

# accounts_core.detail.market.quantity_label
source: Количество
en: Quantity
zh_hans: 数量

# accounts_core.detail.market.realized_label
source: Реализованный P&L
en: Realized P&L
zh_hans: 已实现盈亏

# accounts_core.detail.market.sell_exceeds_warning_format
source: У вас есть только %@ — позиция уйдёт в минус
en: You only have %@ — the position will go negative
zh_hans: 您只有 %@ — 持仓将变为负数

# accounts_core.detail.market.unrealized_label
source: Нереализованный P&L
en: Unrealized P&L
zh_hans: 未实现盈亏

# accounts_core.detail.market.position_value_label
source: Стоимость позиции
en: Position value
zh_hans: 持仓市值

# accounts_core.detail.market.in_portfolio_label
source: В портфеле
en: In portfolio
zh_hans: 持仓数量

# accounts_core.detail.market.bought_at_label
source: Куплено по
en: Bought at
zh_hans: 买入均价

# accounts_core.detail.market.quantity_unit
source: шт
en: pcs
zh_hans: 股

# accounts_core.detail.market.chart_period_months %lld
source: за %lld месяца
en: over %lld months
zh_hans: 过去 %lld 个月

# accounts_core.detail.market.price_as_of_format
source: цена на %@
en: price as of %@
zh_hans: 价格更新于 %@

# accounts_core.detail.market.invested_label
source: Вложено
en: Invested
zh_hans: 已投入

# accounts_core.detail.market.dividends_received_label
source: Дивиденды получено
en: Dividends received
zh_hans: 已获股息

# accounts_core.detail.market.portfolio_share_label
source: Доля в портфеле
en: Portfolio share
zh_hans: 组合占比

# accounts_core.detail.market.event_price_format
source: по %@
en: at %@
zh_hans: 价格 %@

# accounts_core.detail.no_events
source: Пока нет операций
en: No operations yet
zh_hans: 暂无操作记录

# accounts_core.detail.sheet.adjust.new_balance
source: Новый баланс
en: New balance
zh_hans: 新余额

# accounts_core.detail.sheet.adjust.title
source: Изменить баланс
en: Adjust balance
zh_hans: 调整余额

# accounts_core.detail.sheet.amount_placeholder
source: Сумма
en: Amount
zh_hans: 金额

# accounts_core.detail.sheet.cancel
source: Отмена
en: Cancel
zh_hans: 取消

# accounts_core.detail.sheet.date_label
source: Дата
en: Date
zh_hans: 日期

# accounts_core.detail.sheet.edit.group
source: Группа
en: Group
zh_hans: 分组

# accounts_core.detail.sheet.edit.name
source: Название
en: Name
zh_hans: 名称

# accounts_core.detail.sheet.edit.no_group
source: Без группы
en: No group
zh_hans: 无分组

# accounts_core.detail.sheet.edit.title
source: Редактировать счёт
en: Edit account
zh_hans: 编辑账户

# accounts_core.detail.sheet.market.quantity_placeholder
source: Количество
en: Quantity
zh_hans: 数量

# accounts_core.detail.sheet.market.unit_price_placeholder
source: Цена за единицу
en: Price per unit
zh_hans: 单价

# accounts_core.detail.sheet.note_placeholder
source: Заметка
en: Note
zh_hans: 备注

# accounts_core.detail.sheet.save
source: Сохранить
en: Save
zh_hans: 保存

# accounts_core.detail.sheet.transfer.destination
source: На счёт
en: To account
zh_hans: 转入账户

# accounts_core.detail.sheet.transfer.title
source: Перевод
en: Transfer
zh_hans: 转账

# accounts_core.detail.total.excluded
source: Не учитывается в «Итого»
en: Not included in total
zh_hans: 不计入总计

# accounts_core.detail.transfer.no_destinations
source: Пока нет других счетов в этой валюте
en: No other accounts in the same currency yet
zh_hans: 暂无同币种的其他账户

# accounts_core.kind.bankAccount
source: Банковский счёт
en: Bank account
zh_hans: 银行账户

# accounts_core.kind.cash
source: Наличные
en: Cash
zh_hans: 现金

# accounts_core.kind.debitCard
source: Дебетовая карта
en: Debit card
zh_hans: 借记卡

# accounts_core.kind.debt
source: Долг
en: Debt
zh_hans: 债务

# accounts_core.kind.deposit
source: Вклад
en: Deposit
zh_hans: 存款

# accounts_core.kind.loan
source: Кредит
en: Loan
zh_hans: 贷款

# accounts_core.kind.manualAsset
source: Актив
en: Asset
zh_hans: 资产

# accounts_core.kind.marketInvestment
source: Инвестиции
en: Investments
zh_hans: 投资

# accounts_core.transition.blocked_format
source: Недоступно: %@
en: Unavailable: %@
zh_hans: 不可用：%@

# accounts_core.transition.conversion_warning
source: Старый продукт будет архивирован; его история не изменится.
en: The old product will be archived; its history will remain unchanged.
zh_hans: 旧产品将被归档，其历史记录保持不变。

# accounts_core.transition.convert
source: Перенести в новый продукт
en: Move to new product
zh_hans: 转移到新产品

# accounts_core.transition.correct
source: Изменить тип
en: Change type
zh_hans: 更改类型

# accounts_core.transition.current
source: Текущий тип
en: Current type
zh_hans: 当前类型

# accounts_core.transition.deposit_terms_required
source: Укажите ставку и условия вклада, чтобы продолжить.
en: Enter a valid interest rate and deposit terms to continue.
zh_hans: 请输入有效利率和存款条件以继续。

# accounts_core.transition.failed
source: Не удалось изменить тип продукта.
en: The product type could not be changed.
zh_hans: 无法更改产品类型。

# accounts_core.transition.product_format
source: Тип: %@
en: Type: %@
zh_hans: 类型：%@

# accounts_core.transition.target
source: Новый тип
en: New type
zh_hans: 新类型

# accounts_core.transition.title
source: Тип продукта
en: Product type
zh_hans: 产品类型

# accounts_core.transition.unavailable
source: Этот тип нельзя выбрать для текущего счёта.
en: This type cannot be selected for the current account.
zh_hans: 当前账户无法选择此类型。

# app.scope.switching
source: Переключение профиля…
en: Switching profile…
zh_hans: 正在切换账户…

# cashflow.breakdown.show_all
source: Показать всё
en: Show all
zh_hans: 显示全部

# cashflow.category.coachmark.pin_hint
source: Долгое нажатие — закрепить категорию
en: Long-press to pin a category
zh_hans: 长按可固定分类

# cashflow.category.coachmark.show_all_hint
source: Все категории →
en: All categories →
zh_hans: 所有分类 →

# cashflow.category.show_all
source: Все категории
en: All categories
zh_hans: 所有分类

# cashflow.upcoming.show_all
source: Все
en: All
zh_hans: 全部

# converter.rate_source.cbr.subtitle
source: Официальный курс Банка России
en: Official Bank of Russia rates
zh_hans: 俄罗斯央行官方汇率

# converter.rate_source.cbr.title
source: ЦБ РФ
en: CBR
zh_hans: 俄罗斯央行

# converter.rate_source.custom.subtitle
source: Ручной ввод
en: Manual
zh_hans: 手动输入

# converter.rate_source.custom.title
source: Свой курс
en: Custom
zh_hans: 自定义

# custom_rate_editor.cancel
source: Отмена
en: Cancel
zh_hans: 取消

# custom_rate_editor.save
source: Сохранить
en: Save
zh_hans: 保存

# custom_rate_editor.title
source: Свой курс
en: Custom Rates
zh_hans: 自定义汇率

# custom_rate_editor.usd_required
source: Необходим курс USD для конвертации
en: USD rate required for conversion
zh_hans: 需要美元汇率

# custom_rate_editor.usd_row_hint
source: Обязательно
en: Required
zh_hans: 必填

# debit_card.action.fee
source: Комиссия
en: Fee
zh_hans: 手续费

# debit_card.action.refund
source: Возврат
en: Refund
zh_hans: 退款

# debit_card.balance.actual
source: Доступный остаток
en: Available balance
zh_hans: 可用余额

# debit_card.balance.converted
source: В пересчёте
en: Converted
zh_hans: 换算

# debit_card.balance.converted.provisional
source: Предварительный пересчёт
en: Estimated conversion
zh_hans: 预估换算

# debit_card.balance.converted.unavailable
source: Пересчёт недоступен
en: Conversion unavailable
zh_hans: 无法换算

# debit_card.refund.empty
source: Нет расходов для возврата
en: No expenses available for refund
zh_hans: 没有可退款的支出

# debit_card.refund.original
source: Исходный расход
en: Original expense
zh_hans: 原始支出

# debit_card.refund.select
source: Выберите расход
en: Select an expense
zh_hans: 选择支出

# debit_card.state.archived
source: В архиве · только чтение
en: Archived · read only
zh_hans: 已归档 · 只读

# debit_card.state.excluded
source: Не входит в общий баланс
en: Excluded from total
zh_hans: 不计入总额

# debit_card.state.incomplete.message
source: Данные карты неполны. Финансовые операции недоступны.
en: Card details are incomplete. Financial actions are unavailable.
zh_hans: 卡片信息不完整，暂时无法进行资金操作。

# debit_card.state.incomplete.title
source: Данные карты неполны
en: Card data incomplete
zh_hans: 卡片信息不完整

# finances.archive.balance_warning.confirm
source: Всё равно архивировать
en: Archive Anyway
zh_hans: 仍然归档

# finances.archive.balance_warning.message
source: Остаток на счёте: %@. Данные не удалятся — счёт можно восстановить.
en: Balance is %@. It won't be deleted — you can restore the account later.
zh_hans: 账户余额为 %@。数据不会删除——可随时恢复账户。

# finances.archive.balance_warning.title
source: На счёте есть остаток
en: Non-zero balance
zh_hans: 账户余额不为零

# finances.group.accounts_count
source: %d счетов
en: %d accounts
zh_hans: %d 个账户

# finances.main.hidden_groups_row
source: Скрытые группы (%d)
en: Hidden groups (%d)
zh_hans: 隐藏分组 (%d)

# finances.statement.account
source: Счёт
en: Account

# finances.statement.apply_failed
source: Не удалось создать счёт. Ничего не сохранено.
en: Could not create the account. Nothing was saved.

# finances.statement.as_of
source: На дату
en: As of

# finances.statement.backend_unavailable
source: Сервис выписок недоступен.
en: Statement service is unavailable.

# finances.statement.balance
source: Баланс
en: Balance

# finances.statement.bank_declared
source: По данным банка
en: Declared by bank

# finances.statement.confirmation
source: Финальное подтверждение
en: Final confirmation

# finances.statement.continue
source: Продолжить
en: Continue

# finances.statement.create
source: Создать счёт и импортировать
en: Create account and import

# finances.statement.creating
source: Создаём счёт…
en: Creating account…

# finances.statement.currency
source: Валюта
en: Currency

# finances.statement.currency_mismatch
source: Счёт, баланс и все импортируемые операции должны быть в одной валюте.
en: The account, balance and all imported operations must use one currency.

# finances.statement.destination
source: Что вы хотите сделать?
en: What do you want to do?

# finances.statement.destination.create
source: Создать новый счёт
en: Create a new account

# finances.statement.destination.import
source: Импортировать в Cashflow
en: Import into Cashflow

# finances.statement.duplicate_conflict
source: Часть операций из выписки уже импортирована. Разберитесь с тем импортом, прежде чем создавать этот счёт.
en: Some statement operations were imported earlier. Resolve that import before creating this account.

# finances.statement.incoming
source: Входящая выписка
en: Incoming statement

# finances.statement.manual_balance
source: Подтвердить баланс вручную
en: Confirm balance manually

# finances.statement.manual_confirm
source: Подтверждаю баланс и дату
en: I confirm this balance and date

# finances.statement.manual_not_derived
source: Баланс не рассчитан из оборотов по выписке.
en: The balance is not calculated from statement turnover.

# finances.statement.multimonth
source: Используйте выписку за один календарный месяц.
en: Use a statement for one calendar month.

# finances.statement.name
source: Название
en: Name

# finances.statement.operations
source: Операции
en: Operations

# finances.statement.processing
source: Обрабатываем выписку…
en: Processing statement…

# finances.statement.reconciliation_failed
source: Итоги выписки не сошлись.
en: Statement totals did not reconcile.

# finances.statement.replace
source: Выбрать другую выписку
en: Choose another statement

# finances.statement.review_count
source: Операций на проверку: %lld
en: Review operations: %lld

# finances.statement.title
source: Создание из выписки
en: Create from statement

# finances.statement.type
source: Тип
en: Type

# finances.statement.unsupported
source: Этот формат выписки не поддерживается.
en: This statement format is not supported.

# finances.statement.upload
source: Загрузить выписку
en: Upload statement

# launch.rain.message
source: КОПИ И РАСТИ
en: SAVE & GROW
zh_hans: 储蓄成长

# profile.rate_source
source: Источник курсов
en: Rate Source
zh_hans: 汇率来源

# rate_source_picker.cbr_disclaimer
source: Официальный курс ЦБ РФ, не курс покупки/продажи банков
en: Official CBR rate, not a bank buy/sell rate
zh_hans: Official CBR rate, not a bank buy/sell rate

# rate_source_picker.custom_edit
source: Редактировать
en: Edit
zh_hans: 编辑

# rate_source_picker.custom_hint
source: Нажмите «Редактировать», чтобы задать курсы
en: Tap Edit to set your rates
zh_hans: 点击「编辑」设置汇率

# rate_source_picker.navigation_title
source: Источник курсов
en: Rate Source
zh_hans: 汇率来源

# rate_source_picker.stale_data
source: Данные устарели (>24ч)
en: Data outdated (>24h)
zh_hans: Data outdated (>24h)

# rate_source_picker.unavailable
source: Недоступен
en: Unavailable
zh_hans: Unavailable

# rate_source.legal_label.aggregator
source: Агрегатор
en: Aggregator
zh_hans: 聚合

# rate_source.legal_label.market
source: Рыночный
en: Market
zh_hans: 市场

# rate_source.legal_label.official
source: Официальный
en: Official
zh_hans: 官方

# rate_source.legal_label.reference
source: Справочный
en: Reference
zh_hans: 参考

# real_estate.about.currency
source: Валюта
en: Currency
zh_hans: 货币

# real_estate.about.mortgage
source: Связанная ипотека
en: Linked mortgage
zh_hans: 关联抵押贷款

# real_estate.about.note
source: Заметка
en: Note
zh_hans: 备注

# real_estate.about.reminder
source: Напоминание о переоценке
en: Revaluation reminder
zh_hans: 重新估值提醒

# real_estate.about.reminder.months
source: Каждые %d мес.
en: Every %d months
zh_hans: 每 %d 个月

# real_estate.about.title
source: Об объекте
en: About the property
zh_hans: 关于房产

# real_estate.about.type
source: Тип объекта
en: Property type
zh_hans: 房产类型

# real_estate.archive.action
source: В архив
en: Archive
zh_hans: 归档

# real_estate.edit.accounting
source: Учёт
en: Accounting
zh_hans: 计入

# real_estate.edit.additional
source: Дополнительно
en: Additional
zh_hans: 其他

# real_estate.edit.main
source: Основное
en: Main
zh_hans: 基本信息

# real_estate.edit.object
source: Объект
en: Property
zh_hans: 房产

# real_estate.edit.title
source: Недвижимость
en: Property
zh_hans: 房产

# real_estate.gallery.title
source: Фотографии
en: Photos
zh_hans: 照片

# real_estate.hero.accessibility
source: Обложка объекта
en: Property cover photo
zh_hans: 房产封面照片

# real_estate.mortgage.empty.message
source: Нет активных кредитов в этой валюте.
en: No active loan accounts use this currency.
zh_hans: 没有使用此货币的有效贷款账户。

# real_estate.mortgage.empty.title
source: Нет подходящих ипотек
en: No eligible mortgages
zh_hans: 没有可用的抵押贷款

# real_estate.mortgage.none
source: Без ипотеки
en: No mortgage
zh_hans: 无抵押贷款

# real_estate.mortgage.selection.title
source: Ипотека
en: Mortgage
zh_hans: 抵押贷款

# real_estate.photo.add
source: Добавить фото
en: Add photos
zh_hans: 添加照片

# real_estate.photo.corrupt.message
source: Это фото нельзя отобразить. Его можно безопасно удалить.
en: This photo cannot be displayed. You can delete it safely.
zh_hans: 无法显示此照片，可以安全删除。

# real_estate.photo.corrupt.title
source: Фото недоступно
en: Photo unavailable
zh_hans: 照片不可用

# real_estate.photo.cover
source: Сделать обложкой
en: Make cover
zh_hans: 设为封面

# real_estate.photo.delete.action
source: Удалить фото
en: Delete photo
zh_hans: 删除照片

# real_estate.photo.delete.title
source: Удалить это фото?
en: Delete this photo?
zh_hans: 删除此照片？

# real_estate.photo.empty
source: Добавить первое фото
en: Add the first photo
zh_hans: 添加第一张照片

# real_estate.photo.error.title
source: Не удалось добавить фото
en: Could not add photo
zh_hans: 无法添加照片

# real_estate.photo.move_left
source: Переместить влево
en: Move left
zh_hans: 向左移动

# real_estate.photo.move_right
source: Переместить вправо
en: Move right
zh_hans: 向右移动

# real_estate.photo.preview
source: Фотография объекта
en: Property photo
zh_hans: 房产照片

# real_estate.photo.preview.close
source: Закрыть
en: Close
zh_hans: 关闭

# real_estate.qa.mortgage_name
source: Ипотека на дом
en: Home mortgage
zh_hans: 住房抵押贷款

# real_estate.qa.property_name
source: Семейная квартира
en: Family apartment
zh_hans: 家庭公寓

# real_estate.reminder.3
source: Каждые 3 месяца
en: Every 3 months
zh_hans: 每 3 个月

# real_estate.reminder.6
source: Каждые 6 месяцев
en: Every 6 months
zh_hans: 每 6 个月

# real_estate.reminder.12
source: Каждые 12 месяцев
en: Every 12 months
zh_hans: 每 12 个月

# real_estate.reminder.24
source: Каждые 24 месяца
en: Every 24 months
zh_hans: 每 24 个月
